Repository: mohsenvp/Baran-App
Catalog: HeyWeather/Resources/Localizations/Alerts.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, it, ja, ko, nl, pt_pt, ru, th, tr, zh_hans, zh_hant

source: Cancel
ar: إلغاء
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fr: Annuler
he: ביטול
hi: रद्द करना
it: Annulla
ja: キャンセルする
ko: 취소
nl: Annulering
pt_pt: Cancelar
ru: Отменить
th: ยกเลิก
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: City Limit
ar: حد المدن
de: Beschränkung der Stadt
el: Όριο πόλης
es: Limitación de ciudades
fa: محدودیت شهر
fr: La Restriction de la ville
he: מגבלת עיר
hi: शहर की सीमा
it: limite della città
ja: 都市の制限
ko: 최대 도시 수
nl: Stadsbeperking
pt_pt: Limite da cidade
ru: Ограничение на количество городов
th: จำกัดจำนวนเมือง
tr: Şehir limiti
zh_hans: 城市限制
zh_hant: 城市限制

source: Data is not modified since the last time you were here
ar: لم يتم تعديل البيانات منذ آخر مرة كنت فيها هنا
de: Die Daten wurden seit Ihrem letzten Besuch nicht geändert
el: Τα δεδομένα δεν έχουν τροποποιηθεί από την τελευταία φορά που ήσασταν εδώ
es: Los datos no han sido modificados desde la última vez que estuviste aquí
fa: اطلاعات از زمان آخرین بازدید شما تغییر نکرده است
fr: Les données n'ont pas été modifiées depuis votre dernière visite
he: הנתונים לא השתנו מאז הפעם האחרונה שהיית כאן
hi: आपकी आखरी यात्रा के बाद से डेटा में कोई बदलाव नहीं किया गया है
it: I dati non sono stati modificati dall'ultima volta che sei stato qui
ja: 前回の訪問からデータは変更されていません
ko: 마지막 방문 이후 데이터가 수정되지 않았습니다
nl: Gegevens zijn niet gewijzigd sinds je laatste bezoek
pt_pt: Os dados não foram modificados desde a sua última visita
ru: Данные не изменялись с вашего последнего визита
th: ข้อมูลไม่ได้รับการแก้ไขนับจากครั้งที่คุณเข้ามาครั้งล่าสุด
tr: Veriler en son ziyaretinizden beri değiştirilmedi
zh_hans: 自您上次访问以来,数据未修改
zh_hant: 資料自您上次訪問後尚未修改

source: Do you want to replace precipitation on your current Live Activity with this one?
ar: هل تريد استبدال الهطول على نشاطك المباشر الحالي بهذا؟
de: Möchten Sie den Niederschlag in Ihrer aktuellen Live-Aktivität durch diesen ersetzen?
el: Θέλετε να αντικαταστήσετε την υετό στην τρέχουσα Ζωντανή Δραστηριότητά σας με αυτή;
es: ¿Quieres reemplazar la precipitación en tu Actividad en vivo actual con esta?
fa: می‌خواید بارش فعلی فعالیت زنده رو با این جایگزین کنید؟
fr: Voulez-vous remplacer la précipitation sur votre activité en direct actuelle par celle-ci ?
he: האם ברצונך להחליף את הממטרים בפעילות החיה הנוכחית שלך עם זו?
hi: क्या आप इसे अपनी वर्तमान लाइव गतिविधि में वर्षा के साथ बदलना चाहेंगे?
it: Vuoi sostituire la precipitazione nella tua attività dal vivo corrente con questa?
ja: 現在のライブアクティビティの降水量をこれで置き換えますか？
ko: 현재 실시간 활동에서 이 강수량으로 교체하시겠습니까?
nl: Wil je de neerslag vervangen op je huidige Live Activiteit met deze?
pt_pt: Deseja substituir a precipitação na sua Atividade ao vivo atual por esta?
ru: Хотите заменить осадки в текущей Прямой активности на эти?
th: คุณต้องการแทนที่การตกน้ำในกิจกรรมสดปัจจุบันของคุณด้วยนี้หรือไม่?
tr: Mevcut Canlı Aktivitenizdeki yağışı bununla değiştirmek ister misiniz?
zh_hans: 你希望在你当前的实况活动中替换降雨吗？
zh_hant: 您是否希望在當前的現場活動中替換降水情況？

source: Failed to send mail
ar: فشل إرسال البريد
de: Die E-Mail konnte nicht geschickt werden
el: Αποτυχία αποστολής email
es: No se envió el correo electrónico
fa: ارسال ایمیل ناموفق بود
fr: Échec de l'envoi de l'email
he: שליחת הדואר נכשלה
hi: मेल भेजने में विफल
it: Impossibile inviare e-mail
ja: メールが送信されませんでした。
ko: 메일을 보낼 수 없습니다
nl: Kan geen e-mail verzenden
pt_pt: Falha ao enviar e-mail
ru: Не удалось отправить электронную почту
th: ไม่สามารถส่งเมล
tr: Posta gönderilemedi
zh_hans: 邮件没发送了
zh_hant: 郵件發送失敗

source: Go to HeyWeather settings and enable Live Activities
ar: اذهب إلى إعدادات طقسنا وقم بتفعيل الأنشطة المباشرة
de: Gehen Sie zu den HeyWeather-Einstellungen und aktivieren Sie Live-Aktivitäten
el: Μεταβείτε στις ρυθμίσεις του HeyWeather και ενεργοποιήστε τις Ζωντανές Δραστηριότητες
es: Ve a la configuración de HeyWeather y activa las Actividades en vivo
fa: به تنظیمات HeyWeather بروید و فعالیت‌های زنده رو فعال کنید
fr: Allez dans les paramètres de HeyWeather et activez les activités en direct
he: עבור להגדרות של HeyWeather ואפשר פעילויות חיות
hi: HeyWeather सेटिंग्स में जाएं और लाइव गतिविधियां सक्षम करें
it: Vai alle impostazioni di HeyWeather e abilita le Attività dal vivo
ja: HeyWeatherの設定に移動してライブアクティビティを有効にしてください
ko: HeyWeather 설정으로 이동하여 실시간 활동을 활성화하세요
nl: Ga naar HeyWeather instellingen en schakel Live Activiteiten in
pt_pt: Vá para as configurações do HeyWeather e ative as Atividades ao vivo
ru: Перейдите в настройки HeyWeather и включите Прямые активности
th: ไปที่การตั้งค่า HeyWeather และเปิดใช้งานกิจกรรมสด
tr: HeyWeather ayarlarına gidin ve Canlı Aktiviteleri etkinleştirin
zh_hans: 前往HeyWeather设置并启用实况活动
zh_hant: 前往HeyWeather設置並啟用現場活動

source: Grant Access!
ar: منح الوصول!
de: Zugriff gewähren!
el: Παροχή Πρόσβασης!
es: ¡Conceder acceso!
fa: اعطای دسترسی!
fr: Accorder l'accès !
he: הענק גישה!
hi: अनुमति दें!
it: Concedi accesso!
ja: アクセスを許可する！
ko: 액세스 허용!
nl: Toegang Verlenen!
pt_pt: Conceder Acesso!
ru: Предоставить доступ!
th: อนุญาติ!
tr: Erişime İzin Ver!
zh_hans: 授权访问！
zh_hant: 授權訪問！

source: Internal Server Error
ar: خطأ داخلي في الخادم
de: interne Serverfehler
el: Εσωτερικό Σφάλμα Διακομιστή
es: Error de servidor interno
fa: خطای داخلی سرور
fr: L`Erreur Interne du Serveur
he: שגיאה פנימית בשרת
hi: आंतरिक सर्वर त्रुटि
it: Errore interno del server
ja: 内部サーバーエラー
ko: 내부 서버 오류
nl: Interne Server Fout
pt_pt: Erro do Servidor Interno
ru: Внутренняя Ошибка Сервера
th: ข้อผิดพลาดภายในเซิร์ฟเวอร์
tr: İç Sunucu Hatası
zh_hans: 内部服务器错误
zh_hant: 內部服務器錯誤

source: Live Activities are Disabled
ar: تم تعطيل الأنشطة المباشرة
de: Live-Aktivitäten sind deaktiviert
el: Οι Ζωντανές Δραστηριότητες είναι Απενεργοποιημένες
es: Las Actividades en vivo están desactivadas
fa: فعالیت‌های زنده غیرفعال شدن
fr: Les activités en direct sont désactivées
he: פעילויות חיות מנוטרלות
hi: लाइव गतिविधियां निष्क्रिय हैं
it: Le attività dal vivo sono disabilitate
ja: ライブアクティビティは無効です
ko: 실시간 활동이 비활성화되었습니다
nl: Live Activiteiten zijn Uitgeschakeld
pt_pt: Atividades ao vivo estão desativadas
ru: Прямые активности отключены
th: กิจกรรมสดถูกปิดใช้งาน
tr: Canlı Aktiviteler Devre Dışı
zh_hans: 实况活动已被禁用
zh_hant: 現場活動已禁用

source: No.
ar: لا
de: Nein.
el: Όχι.
fa: نه
fr: Non.
he: לא.
hi: नहीं।
ja: いいえ。
ko: 아니요.
nl: Nee.
pt_pt: Não.
ru: Нет.
th: ไม่.
tr: Hayır.
zh_hans: 不。
zh_hant: 不。

source: Not now
ar: ليس الآن
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
fa: الان نه
fr: Pas maintenant
he: לא עכשיו
hi: अभी नहीं
it: Non adesso
ja: 今ではない
ko: 나중에
nl: Niet nu
pt_pt: Agora não
ru: Не сейчас
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
zh_hans: 现在不要
zh_hant: 暫時不要

source: OK
ar: حسنًا
el: Εντάξει
es: Hecho
fa: تایید
he: אוקי
hi: ठीक है
ja: 大丈夫
ko: 오케이
nl: Goedkeuren
ru: Окей
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 確定

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
el: Ανοίξτε τις Ρυθμίσεις
es: Abrir Configuración
fa: بازکردن تنظیمات
fr: Ouvrir les paramètres
he: פתח הגדרות
hi: सेटिंग्स खोलें
it: Apri le Impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Open Instellingen
pt_pt: Abrir Configurações
ru: Открыть настройки
th: เปิดการตั้งค่า
tr: Ayarları Aç
zh_hans: 打开设置
zh_hant: 打開設置

source: Please open the HeyWeather App on your iPhone to continue
ar: يرجى فتح تطبيق HeyWeather على iPhone الخاص بك للمتابعة
de: Bitte öffnen Sie die HeyWeather App auf Ihrem iPhone um fortzufahren
el: Παρακαλώ ανοίξτε την εφαρμογή HeyWeather στο iPhone σας για να συνεχίσετε
es: Por favor, abra la aplicación HeyWeather en su iPhone para continuar
fa: لطفا برای ادامه برنامه HeyWeather را در آیفون خود باز کنید
fr: Veuillez ouvrir l'application HeyWeather sur votre iPhone pour continuer
he: אנא פתח את אפליקציית HeyWeather באייפון שלך כדי להמשיך
hi: जारी रखने के लिए अपने आईफ़ोन पर HeyWeather ऐप खोलें
it: Si prega di aprire l'app HeyWeather sul tuo iPhone per continuare
ja: iPhoneの HeyWeatherアプリを 開いて 続行してください
ko: 계속하려면 iPhone에서 HeyWeather 앱을 열어 주세요
nl: Open de HeyWeather-app op uw iPhone om door te gaan
pt_pt: Por favor, abra o aplicativo HeyWeather no seu iPhone para continuar
ru: Пожалуйста, откройте приложение HeyWeather на вашем iPhone, чтобы продолжить
th: โปรดเปิดใช้แอป HeyWeather บน iPhone ของคุณเพื่อดําเนินการต่อ
tr: Devam etmek için lütfen iPhone'unuzda HeyWeather Uygulaması'nı açın
zh_hans: 请在您的iPhone上打开HeyWeather App以继续
zh_hant: 請在您的iPhone上打開HeyWeather App以繼續

source: Purchase restore failed!
ar: فشل استعادة الشراء!
de: Kaufwiederherstellung fehlgeschlagen!
el: Η επαναφορά της αγοράς απέτυχε!
es: ¡La restauración de la compra falló!
fa: بازیابی خرید انجام نشد!
fr: Échec de la restauration de l'achat!
he: שחזור הרכישה נכשל!
hi: खरीद की पुनर्स्थापना विफल!
it: Ripristino acquisto fallito!
ja: 購入の復元に失敗しました！
ko: 구매 복구 실패!
nl: Herstel van aankoop mislukt!
pt_pt: Falha na restauração da compra!
ru: Восстановление покупки не удалось!
th: การกู้คืนการซื้อล้มเหลว!
tr: Satın alma geri yükleme başarısız oldu!
zh_hans: 购买恢复失败！
zh_hant: 還原購買失敗！

source: Purchase unsuccessful!
ar: فشلت عملية الشراء!
de: Kauf nicht erfolgreich!
el: Η αγορά απέτυχε!
es: ¡Compra fallida!
fa: خرید ناموفق!
fr: Achat non réussi!
he: הרכישה לא הצליחה!
hi: खरीद असफल!
it: Acquisto non riuscito!
ja: 購入に失敗しました！
ko: 구매가 실패했습니다!
nl: Aankoop mislukt!
pt_pt: Compra sem sucesso!
ru: Покупка не удалась!
th: การซื้อไม่สำเร็จ!
tr: Satın alma başarısız oldu!
zh_hans: 购买失败！
zh_hant: 購買失敗！

source: Seems like you didn't set your mail in your device.
ar: يبدو أنك لم تضبط بريدك الإلكتروني على جهازك.
de: Es scheint, dass Sie Ihre E-Mail auf Ihrem Gerät nicht bestimmt
el: Φαίνεται ότι δεν έχετε ορίσει το email σας στη συσκευή σας.
es: Parece que no ha configurado su correo electrónico en su dispositivo
fa: به نظر میرسه ایمیلتون رو توی دستگاهتون تنظیم نکردین.
fr: Il semble que vous n'ayez pas configuré votre adresse e-mail sur votre apparei
he: נראה שלא הגדרת את הדואר שלך במכשיר שלך.
hi: ऐसा लगता है कि आपने अपने मेल को अपने डिवाइस में सेट नहीं किया है
it: Sembra che tu non abbia digitato la tua email sul dispositivo
ja: あなたのデバイスにメールを設定しないようです。
ko: 에서 메일을 설정하지 않은 것 같습니다
nl: Het lijkt erop dat je je e-mailadres niet hebt ingesteld.
pt_pt: Parece que você não digitou seu e-mail no dispositivo
ru: Кажется, Вы не установили почту на своем (устройстве device)
th: ดูเหมือนว่าคุณยังไม่ได้ตั้งค่าเมลในอุปกรณ์ของคุณ.
tr: E-posta adresinizi ayarlamamışsınız gibi görünüyor
zh_hans: 您似乎没有在手机中加入其电子邮件地址
zh_hant: 看起來您尚未在設備中設置郵件。

source: Tap to Retry
ar: اضغط لإعادة المحاولة
de: Tippen Sie, um es erneut zu versuchen
el: Πατήστε για να ξαναδοκιμάσετε
es: Toca para intentar de nuevo
fa: برای تلاش مجدد ضربه بزنید
fr: Appuyez pour réessayer
he: הקש לנסיון חוזר
hi: पुन: प्रयास करने के लिए टैप करें
it: Tocca per riprovare
ja: 再試行するためにタップしてください
ko: 재시도하려면 탭하십시오
nl: Tik om opnieuw te proberen
pt_pt: Toque para tentar novamente
ru: Нажмите, чтобы попробовать еще раз
th: แตะเพื่อลองอีกครั้ง
tr: Tekrar Denemek için Dokun
zh_hans: 点击重试
zh_hant: 點擊以重試

source: Thank you for using HeyWeather!
ar: شكرًا لاستخدامك طقسنا!
de: Vielen Dank für die Nutzung von HeyWeather!
el: Ευχαριστούμε που χρησιμοποιείτε το HeyWeather!
es: ¡Gracias por usar HeyWeather!
fa: متشکر از استفاده از HeyWeather!
fr: Merci d'utiliser HeyWeather!
he: תודה שאתה משתמש ב- HeyWeather!
hi: हे वेदर का उपयोग करने के लिए धन्यवाद!
it: Grazie per aver usato HeyWeather!
ja: HeyWeatherのご利用、ありがとうございます！
ko: HeyWeather를 이용해 주셔서 감사합니다!
nl: Bedankt voor het gebruik van HeyWeather!
pt_pt: Obrigado por usar o HeyWeather!
ru: Спасибо за использование HeyWeather!
th: ขอบคุณที่ใช้ HeyWeather!
tr: HeyWeather'ı kullandığınız için teşekkür ederiz!
zh_hans: 感谢您使用HeyWeather！
zh_hant: 感謝您使用 HeyWeather！

source: The action you are trying to do is Forbidden, Please try reinstalling the app
ar: الإجراء الذي تحاول القيام به ممنوع ، يرجى إعادة تثبيت التطبيق
de: Die Aktion, die Sie versuchen, ist verboten. Bitte versuchen Sie, die App neu zu installieren
el: Η ενέργεια που προσπαθείτε να κάνετε απαγορεύεται, δοκιμάστε να επανεγκαταστήσετε την εφαρμογή
es: La acción que intentas hacer está prohibida, por favor intenta reinstalar la aplicación
fa: اقدامی که تلاش می‌کنید انجام دهید ممنوع است، لطفا دوباره نصب برنامه را امتحان کنید
fr: L'action que vous essayez de faire est interdite, veuillez réinstaller l'application
he: הפעולה שאתה מנסה לבצע אסורה, אנא נסה להתקין מחדש את האפליקציה
hi: आप जो कार्रवाई करने की कोशिश कर रहे हैं वह निषिद्ध है, कृपया ऐप को पुन: इंस्टॉल करने का प्रयास करें
it: L'azione che stai provando a fare è proibita, per favore prova a reinstallare l'app
ja: 実行しようとしているアクションは禁止されています。アプリを再インストールしてください
ko: 시도하는 작업이 금지되었습니다. 앱을 다시 설치하세요
nl: De actie die je probeert uit te voeren is verboden, probeer de app opnieuw te installeren
pt_pt: A ação que você está tentando fazer é proibida, por favor, tente reinstalar o aplicativo
ru: Действие, которое вы пытаетесь выполнить, запрещено. Попробуйте переустановить приложение
th: การกระทําที่คุณพยายามจะทําถูกห้าม โปรดลองติดตั้งแอปใหม่
tr: Yapmaya çalıştığınız eylem Yasak, lütfen uygulamayı yeniden yüklemeyi deneyin
zh_hans: 您尝试执行的操作被禁止,请尝试重新安装应用程序
zh_hant: 您嘗試執行的操作被禁止,請嘗試重新安裝應用程式

source: The action you are trying to do is UnAuthorized, Please try reopenning the app or come back later
ar: الإجراء الذي تحاول القيام به غير مصرّح به ، يرجى إعادة فتح التطبيق أو العودة لاحقًا
de: Die Aktion, die Sie versuchen, ist nicht autorisiert. Bitte versuchen Sie, die App neu zu öffnen, oder kommen Sie später zurück
el: Η ενέργεια που προσπαθείτε να κάνετε δεν επιτρέπεται, δοκιμάστε να ανοίξετε ξανά την εφαρμογή ή επιστρέψτε αργότερα
es: La acción que intentas hacer no está autorizada, por favor intenta reabrir la aplicación o regresa después
fa: اقدامی که تلاش می‌کنید انجام دهید غیرمجاز است، لطفا دوباره باز کردن برنامه یا بازگشت بعدی را امتحان کنید
fr: L'action que vous essayez de faire n'est pas autorisée, veuillez réessayer d'ouvrir l'application ou revenez plus tard
he: הפעולה שאתה מנסה לבצע אינה מורשית, אנא נסה לפתוח מחדש את האפליקציה או חזור מאוחר יותר
hi: आप जो कार्रवाई करने की कोशिश कर रहे हैं वह अनधिकृत है, कृपया ऐप को पुन: खोलने का प्रयास करें या बाद में वापस आएँ
it: L'azione che stai provando a fare non è autorizzata, per favore prova a riaprire l'app o ritorna più tardi
ja: 実行しようとしているアクションは許可されていません。アプリを再起動するか、後で戻ってください
ko: 시도하는 작업이 승인되지 않았습니다. 앱을 다시 열거나 나중에 돌아오세요
nl: De actie die je probeert uit te voeren is niet geauthoriseerd, probeer de app opnieuw te openen of kom later terug
pt_pt: A ação que você está tentando fazer não é autorizada, por favor, tente reabrir o aplicativo ou volte mais tarde
ru: Действие, которое вы пытаетесь выполнить, не авторизовано. Попробуйте перезапустить приложение или вернуться позже
th: การกระทําที่คุณพยายามจะทําไม่ได้รับอนุญาต โปรดลองเปิดแอปอีกครั้งหรือกลับมาใหม่ภายหลัง
tr: Yapmaya çalıştığınız eylem Yetkisiz, lütfen uygulamayı yeniden açmayı deneyin veya daha sonra geri gelin
zh_hans: 您尝试执行的操作未经授权,请尝试重新打开应用程序或稍后再回来
zh_hant: 您嘗試執行的操作未經授權,請嘗試重新開啟應用程式或稍後再回來

source: The resource you requested can not be found, this will be fixed soon
ar: لا يمكن العثور على المورد المطلوب ، سيتم إصلاح ذلك قريبا
de: Die angeforderte Ressource konnte nicht gefunden werden. Dies wird bald behoben sein
el: Ο πόρος που ζητήσατε δεν βρέθηκε, αυτό θα διορθωθεί σύντομα
es: El recurso que solicitaste no se puede encontrar, esto se arreglará pronto
fa: منبع درخواستی شما پیدا نشد، این به زودی حل خواهد شد
fr: La ressource demandée est introuvable, cela sera corrigé sous peu
he: המשאב שביקשת לא נמצא, זה יתוקן בקרוב
hi: अनुरोधित संसाधन नहीं मिला, यह जल्द ही ठीक कर दिया जाएगा
it: La risorsa richiesta non può essere trovata, verrà risolto a breve
ja: 要求されたリソースが見つかりませんでした。すぐに修正される予定です
ko: 요청한 리소스를 찾을 수 없습니다. 곧 수정될 것입니다
nl: De opgevraagde bron kan niet worden gevonden, dit wordt binnenkort opgelost
pt_pt: O recurso solicitado não pode ser encontrado, isso será corrigido em breve
ru: Запрошенный ресурс не найден, это будет исправлено в ближайшее время
th: ไม่พบทรัพยากรที่คุณร้องขอ ซึ่งจะได้รับการแก้ไขในเร็ว ๆ นี้
tr: İstediğiniz kaynak bulunamadı, bu yakında düzeltilecek
zh_hans: 找不到您请求的资源,这将很快修复
zh_hant: 找不到您請求的資源,這將很快修復

source: There is a conflict in your request, please check back again later
ar: هناك تعارض في طلبك ، يرجى التحقق مرة أخرى لاحقاً
de: Es gibt einen Konflikt bei Ihrer Anfrage. Bitte später noch einmal überprüfen
el: Υπάρχει σύγκρουση στο αίτημά σας, ελέγξτε ξανά αργότερα
es: Hay un conflicto en tu solicitud, por favor revisa de nuevo más tarde
fa: تعارضی در درخواست شما وجود دارد، لطفا بعدا دوباره بررسی کنید
fr: Il y a un conflit dans votre requête, veuillez vérifier à nouveau plus tard
he: יש סתירה בבקשתך, אנא בדוק שוב מאוחר יותר
hi: आपके अनुरोध में कोई टकराव है, कृपया बाद में पुन: जाँच करें
it: C'è un conflitto nella tua richiesta, per favore controlla di nuovo più tardi
ja: リクエストに競合があります。後で再確認してください
ko: 요청에 충돌이 있습니다. 나중에 다시 확인하세요
nl: Er is een conflict in je verzoek, controleer later nogmaals
pt_pt: Há um conflito em sua solicitação, por favor, verifique novamente mais tarde
ru: Конфликт в вашем запросе, пожалуйста, проверьте позже
th: มีความขัดแย้งในคําขอของคุณ โปรดตรวจสอบอีกครั้งในภายหลัง
tr: İsteğinizde çakışma var, lütfen daha sonra tekrar kontrol edin
zh_hans: 您的请求存在冲突,请稍后再检查
zh_hant: 您的請求存在衝突,請稍後再檢查

source: There is a problem connecting to the internet Please check your WiFi Settings and make sure that you are online
ar: هناك مشكلة في الاتصال بالإنترنت يرجى التحقق من إعدادات WiFi وتأكد من أنك متصل
de: Es gibt ein Problem mit der Internetverbindung Bitte überprüfen Sie Ihre WiFi-Einstellungen und stellen Sie sicher, dass Sie online sind
el: Υπάρχει πρόβλημα σύνδεσης στο διαδίκτυο Ελέγξτε τις ρυθμίσεις WiFi σας και βεβαιωθείτε ότι είστε συνδεδεμένοι
es: Hay un problema para conectarse a Internet Por favor revisa la configuración de WiFi y asegúrate de estar en línea
fa: در اتصال به اینترنت مشکلی وجود دارد لطفا تنظیمات WiFi خود را بررسی کنید و مطمئن شوید که آنلاین هستید
fr: Un problème de connexion Internet s'est produit Veuillez vérifier les paramètres WiFi et assurez-vous d'être connecté
he: יש בעיה בהתחברות לאינטרנט אנא בדוק את הגדרות הWiFi שלך והבטח שאתה מחובר
hi: इंटरनेट से कनेक्ट करने में समस्या है कृपया अपनी WiFi सेटिंग्स की जाँच करें और सुनिश्चित करें कि आप ऑनलाइन हैं
it: Si è verificato un problema di connessione a Internet Controlla le impostazioni WiFi e assicurati di essere online
ja: インターネットへの接続に問題があります WiFiの設定を確認して、オンラインであることを確認してください
ko: 인터넷에 연결하는 데 문제가 있습니다 WiFi 설정을 확인하고 온라인 상태인지 확인하세요
nl: Er is een probleem met verbinden met het internet Controleer je WiFi-instellingen en zorg dat je online bent
pt_pt: Há um problema ao conectar com a internet Por favor, verifique as configurações do WiFi e certifique-se de que está online
ru: Проблема с подключением к интернету Проверьте настройки WiFi и убедитесь, что вы в сети
th: มีปัญหาในการเชื่อมต่ออินเทอร์เน็ต โปรดตรวจสอบการตั้งค่า WiFi ของคุณ และตรวจสอบว่าคุณออนไลน์อยู่
tr: İnternete bağlanırken sorun oluştu Lütfen WiFi ayarlarınızı kontrol edin ve çevrimiçi olduğunuzdan emin olun
zh_hans: 连接互联网时出现问题 请检查您的WiFi设置 并确保您已联网
zh_hant: 連線到網際網路時發生問題 請檢查您的 WiFi 設定 並確保您已連線

source: Unable to load plans
ar: تعذر تحميل الخطط
de: Die Pläne können nicht geladen werden
el: Δεν είναι δυνατή η φόρτωση πλανών
es: Los planes no se han cargado
fa: نمی‌توان طرح‌ها را بارگیری کرد
fr: Impossible de charger les plans
he: אין אפשרות לטעון תוכניות
hi: योजना लोड करने में असमर्थ
it: Disabilita il caricamento del piano
ja: プランを読み込めません。
ko: 플랜을 로드 할 수 없습니다
nl: Plannen zijn niet geladen
pt_pt: Desativar carregamento de planos
ru: Неможно загрузить планы
th: ไม่สามารถโหลดแผนได้
tr: Planlar yüklenemiyor
zh_hans: 无法加载计划
zh_hant: 無法加載計劃

source: Unknown Error
ar: خطأ غير معروف
de: unbekannter Fehler
el: Άγνωστο Σφάλμα
es: Error desconocido
fa: خطای ناشناخته
fr: L`Erreur inconnue
he: שגיאה לא ידועה
hi: अज्ञात त्रुटि
it: Errore sconosciuto
ja: 不明なエラー
ko: 알수없는 오류
nl: Niet-gespecificeerde fout
pt_pt: Erro desconhecido
ru: Неизвестная ошибка
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata
zh_hans: 未知错误
zh_hant: 未知錯誤

source: View Data from
ar: عرض البيانات من
de: Daten anzeigen von
el: Δείτε δεδομένα από
es: Ver datos desde
fa: مشاهده داده‌ها از
fr: Voir les données de
he: צפה בנתונים מ
hi: डेटा देखें
it: Visualizza dati da
ja: 次からデータを表示
ko: 데이터 보기
nl: Bekijk Gegevens van
pt_pt: Ver Dados de
ru: Просмотр данных от
th: ดูข้อมูลจาก
tr: Veriyi Görüntüle
zh_hans: 查看来自
zh_hant: 查看數據源自

source: We are facing a serven error, Please check back again later
ar: نواجه خطأ في الخادم ، يرجى التحقق مرة أخرى لاحقاً
de: Wir haben einen Serverfehler. Bitte später noch einmal prüfen
el: Αντιμετωπίζουμε σφάλμα διακομιστή, ελέγξτε ξανά αργότερα
es: Tenemos un error de servidor, por favor revisa más tarde
fa: ما با خطای سرور مواجه هستیم، لطفا دوباره بررسی کنید
fr: Nous rencontrons une erreur serveur, veuillez réessayer plus tard
he: אנו נתקלים בשגיאת שרת, אנא בדוק שוב מאוחר יותר
hi: हमें सर्वर त्रुटि आ रही है, कृपया बाद में पुन: जाँच करें
it: Stiamo riscontrando un errore del server, per favore ritorna più tardi
ja: サーバーエラーが発生しました。後で再確認してください
ko: 서버 오류가 발생했습니다. 나중에 다시 확인해주세요
nl: We ondervinden een serverfout, controleer later nogmaals
pt_pt: Estamos enfrentando um erro no servidor, por favor, verifique novamente mais tarde
ru: У нас ошибка сервера, пожалуйста, проверьте позже
th: เรากําลังประสบปัญหาข้อผิดพลาดของเซิร์ฟเวอร์ โปรดตรวจสอบอีกครั้งในภายหลัง
tr: Sunucu hatasıyla karşılaşıyoruz, lütfen daha sonra tekrar kontrol edin
zh_hans: 我们遇到服务器错误,请稍后再检查
zh_hant: 我們遇到伺服器錯誤,請稍後再檢查

source: We are facing an Unknown error, check back later so we can fix it
ar: نواجه خطأ غير معروف ، تحقق لاحقاً حتى نتمكن من إصلاحه
de: Wir haben einen unbekannten Fehler. Bitte später noch einmal prüfen, damit wir ihn beheben können
el: Αντιμετωπίζουμε άγνωστο σφάλμα, ελέγξτε αργότερα για να το διορθώσουμε
es: Tenemos un error desconocido, revisa después para que podamos solucionarlo
fa: با خطای ناشناخته‌ای مواجهیم، بعدا بررسی کنید تا آن را رفع کنیم
fr: Nous rencontrons une erreur inconnue, revenez plus tard pour que nous puissions la corriger
he: אנו נתקלים בשגיאה לא ידועה, בדוק שוב מאוחר יותר כדי שנוכל לתקן זאת
hi: हमें एक अज्ञात त्रुटि आ रही है, बाद में जाँच करें ताकि हम इसे ठीक कर सकें
it: Stiamo riscontrando un errore sconosciuto, controlla più tardi così possiamo risolverlo
ja: 未知のエラーが発生しました。後で確認して修正できるようにしてください
ko: 알 수 없는 오류가 발생했습니다. 수정할 수 있도록 나중에 확인하세요
nl: We ondervinden een onbekende fout, controleer later nogmaals zodat we het kunnen oplossen
pt_pt: Estamos enfrentando um erro desconhecido, verifique mais tarde para podermos corrigi-lo
ru: Неизвестная ошибка, проверьте позже, чтобы мы устранили её
th: เรากําลังเผชิญกับข้อผิดพลาดที่ไม่รู้จัก โปรดตรวจสอบอีกครั้งในภายหลังเพื่อให้เราสามารถแก้ไขมันได้
tr: Bilinmeyen bir hata ile karşı karşıyayız, düzeltebilmemiz için daha sonra kontrol edin
zh_hans: 我们遇到未知错误,请稍后检查以便我们可以修复它
zh_hant: 我們遇到未知錯誤,請稍後檢查以便我們可以修復它
